Repository: ChAlSt-66/fpGUI
Catalog: uidesigner/languages/uidesigner.*.po
Languages: ms

source: Open form file
ms: Buka fail bentuk

source: Pascal source files
ms: Fail sumber Pascal

source: Save form source
ms: Simpan sumber bentuk

source: Version: %s
ms: Versi: %s

source: Written by %s
ms: Ditulis oleh %s

source: Compiled on: %s
ms: Dikompil pada: %s

source: new
ms: baharu

source: F11: switch to Properties
ms: F11: beralih ke Sifat

source: TAB, SHIFT+TAB: select next widget
ms: TAB, SHIFT+TAB: pilih widget berikutnya

source: F2: edit widget order
ms: F2: sunting tertib widget

source: Quick Help
ms: Bantuan Pantas

source: Left
ms: Kiri

source: Top
ms: Atas

source: Width
ms: Lebar

source: Height
ms: Tinggi

source: Class name
ms: Nama kelas

source: Form name
ms: Nama bentuk

source: Position
ms: Kedudukan

source: Form %s
ms: Bentuk %s

source: Up
ms: Atas

source: Down
ms: Bawah

source: Grid resolution
ms: Resolusi grid

source: Recent files count
ms: Kiraan fail baru-baru ini

source: Show the full file path
ms: Tunjuk laluan fail penuh

source: Form designer
ms: Pereka bentuk

source: Open Recent menu settings
ms: Buka tetapan menu Baru-baru ini

source: Various
ms: Pelbagai

source: Undo on property editor exit
ms: Buat asal ketika penyunting sifat keluar

source: One click select and move
ms: Satu klik pilih dan alih

source: Default file extension
ms: Sambungan fail lalai

source: Use code-folding regions in auto-generated code
ms: Guna wilayah lipatan-kod dalam kod auto-terjana

source: Indent Type for generated code
ms: Jenis inden untuk kod terjana

source: Product Information
ms: Maklumat Produk

source: General Settings
ms: Tetapan Am

source: Insert Custom Widget
ms: Sisip Widget Suai

source: New Form
ms: Bentuk Baharu

source: Form Position
ms: Kedudukan Bentuk

source: Widget Order
ms: Tertib Widget

source: Tab Order
ms: Tertib Tab

source: The unit <%s> was not found
ms: Unit <%s> tidak ditemui

source: Error loading form
ms: Ralat memuatkan bentuk

source: Failed to find Designer Form
ms: Gagal mencari Bentuk Pereka Bentuk

source: Form save I/O failure in <%s>
ms: Kegagalan I/O simpan bentuk dalam <%s>

source: Name Conflict
ms: Konflik Nama

source: Failed to find TStrings type property
ms: Gagal mencari sifat jenis TStrings

source: Failed to parse Boolean value <%s>
ms: Gagal menghurai nilai Boolean <%s>

source: Class
ms: Kelas

source: Name
ms: Nama

source: Properties
ms: Sifat

source: Anchors
ms: Penambat

source: Unknown lines
ms: Baris tidak diketahui

source: &File
ms: &Fail

source: &Settings
ms: &Tetapan

source: Fo&rm
ms: Be&ntuk

source: &Preview
ms: &Pratonton

source: &Help
ms: &Bantuan

source: Create New File
ms: Cipta Fail Baharu

source: Open
ms: Buka

source: Open Recent
ms: Buka Baru-Baru Ini

source: Save
ms: Simpan

source: Save As New Template Unit
ms: Simpan Sebagai Unit Templat Baharu

source: Add New Form to Unit
ms: Tambah Bentuk Baharu ke dalam Unit

source: Exit
ms: Keluar

source: General options
ms: Pilihan am

source: Edit special
ms: Sunting khas

source: About fpGUI Toolkit
ms: Perihal Kit Alat fpGUI

source: Save the current form design
ms: Simpan reka bentuk semasa

source: Close
ms: Tutup

source: Cancel
ms: Batal

source: Applies to new form/dialogs only
ms: Dilaksana pada bentuk/dialog sahaja

source: Space characters
ms: Aksara jarak

source: Tab characters
ms: Aksara tab

source: Items
ms: Item

source: Clear
ms: Kosongkan

source: The form name already exists in the current unit, please try again
ms: Nama bentuk sudah wujud dalam unit semasa, cuba sekali lagi

source: Column editor
ms: Penyunting lajur

source: String Grid columns
ms: Lajur Grid Rentetan

source: Column
ms: Lajur

source: Title
ms: Tajuk

source: Column width
ms: Lebar lajur

source: Alignment
ms: Jajaran

source: Right
ms: Kanan

source: Center
ms: Tengah

source: New
ms: Baharu

source: Delete
ms: Padam

source: UP
ms: ATAS

source: DOWN
ms: BAWAH

source: Align
ms: Jajar

source: Add Tab
ms: Tambah Tab

source: Delete Tab
ms: Padam Tab

source: Toggle designer grid
ms: Togol grid pereka bentuk

source: CLASS
ms: KELAS

source: NAME
ms: NAMA

source: Errors Registering Widget
ms: Ralat Mendaftar Widget
